//Portuguese European
"lang" = "pt-PT";

"finish" = "Terminar";

"cancel" = "Cancelar";
"close" = "Fechar";
"ok" = "Ok";
"no" = "Não";

"distance_in_meters" = "%@m";
"connect" = "Ligar";
"connected" = "Ligado";
"continue" = "Continuar";

"locked" = "Bloqueado";
"unlocked" = "Desbloqueado";

"connecting" = "A Ligar";
"disconnected" = "Desligado";

"settings" = "Definições";
"near_lock" = "Near Lock";
"fast_lock" = "Fast Lock";
"unpair" = "Desemparelhar";

"share_text_twitter" = "Experimente uma nova forma de bloquear o seu Mac. Basta afastar-se. www.nearlock.me #nearlock via @nearlockapp";
"share_text_facebook" = "Experimente uma nova forma de bloquear o seu Mac. Basta afastar-se.";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "Os seus dados estão encriptados e guardados \nAPENAS nos seus dispositivos";
"welcome" = "Bem-vindo";
"enter_login" = "Insira a password do seu Mac";
"distance" = "Distância";
"signal_strength" = "Força do sinal";

"tutorial_screen_tap_settings" = "Toque para ver as definições";
"tutorial_long_press" = "Manter pressionado para bloquear/desbloquear";

"tutorial_screen_unlocked" = "O seu Mac está desbloqueado";
"tutorial_screen_locked" = "O seu Mac está bloqueado";
"tutorial_screen_pro" = "Toque para comprar a versão PRO";
"tutorial_screen_offline" = "O seu iPhone não está ligado ao seu Mac";
"tutorial_screen_connecting" = "O seu iPhone está a ligar-se ao seu Mac";
"tutorial_screen_distance" = "Distância aproximada do seu Mac";
"tutorial_screen_signal" = "Força do sinal de ligação entre iPhone e Mac";
"tutorial_screen_near_lock_off" = "Near Lock está desligado";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock está ligado, afaste-se para bloquear o seu Mac";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock está ligado, aproxime-se para desbloquear o seu Mac";

"use_swipe_menu" = "Usar menu lateral";
"use_standard_view" = "Usar menu padrão";
"buy_pro_for_apple_watch" = "A aplicação do iPhone precisa de estar ligada caso deseje usar o Apple Watch gratuitamente. Para mais, compre a versão PRO.";
"near_lock_distance" = "Distância do Near Lock";
"current_distance" = "Distância atual";

"to_lock" = "Para bloquear: %@";
"to_unlock" = "Para desbloquear: %@";

"open_near_lock_on_iphone" = "Certifique-se de que o Near Lock está aberto no seu Mac. Visite www.nearlock.me para obter a versão para Mac";
"unlink_from_both_sides" = "Para estabelecer uma nova ligação certifique-se de que os seus dispositivos estão DESEMPARELHADOS do Mac";
"unlink_from_both_sides_bold" = "DESEMPARELHADO do Mac";
"restart_bluetooth_on_iphone_can_help" = "Às vezes, o Bluetooth pode encravar. Reiniciar o Bluetooth no iPhone e no Mac pode ajudar.";
"restart_bluetooth_on_iphone_can_help_bold" = "A reiniciar o Bluetooth";


"restore" = "Recuperar";

"lock_mac" = "Bloquear Mac";
"unlock_mac" = "Desbloquear Mac";
"unlock" = "Desbloquear!";

"searching_for_devices" = "Near Lock está à procura de dispositivos";

"open_near_lock_on_your_mac" = "Para começar, abra \n\nno seu Mac";
"login" = "Login";
"password" = "Password";

"pro_text" = "A versão PRO também funciona em segundo plano!";
"pro_text_bold_part" = "PRO";

"get_pro_version" = "Obter versão PRO";


"status_yes_unlink" = "Sim, desemparelhar!";
"try_again" = "Tentar novamente";

"get_update" = "Atualizar";
"mac_version_is_not_up_to_date" = "A sua versão do Near Lock está desatualizada";
"connection_success" = "Ligado";
"connection_failed" = "Password errada";

"unlock_device" = "Deseja desbloquear %@?";

"status_unlink_from_device" = "Este dispositivo foi desemparelhado de %@";
"txt_touchid_or_passcode" = "Este dispositivo foi desemparelhado porque a sua senha Mac foi modificada";

"new_update" = "Há uma atualização do Near Lock disponível";
"new_update_bold" = "Near Lock";

"update_mac_version" = "Novo update do Near Lock disponível para o seu Mac";
"update_mac_version_bold" = "Versão Mac";

"status_unlink_confirmation" = "De certeza que quer desemparelhar de %@?";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "As definições não estão disponíveis porque o dispositivo não está ligado";

"proximity_lock_explanation" = "Ativar Near Lock ON\npara bloquear automaticamente o seu Mac quando se afastar e desbloqueá-lo quando se reaproximar";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "Distância de bloqueio\nquando o Near Lock está ativado";
"distance_explanation_bold" = "Distância de bloqueio";

"distance_explanation_signal" = "Força do sinal de bloqueio\nquando o Near Lock está ativado";
"distance_explanation_signal_bold" = "Força do sinal de bloqueio";

"proximity_lock_temporary_disabled" = "O Near Lock encontra-se desativado porque foi desligado manualmente.\nSaia do raio do Near Lock e ele voltará a funcionar";
"tutorial_screen_near_lock_disabled" = "O Near Lock está temporariamente desativado - o utilizador desligou manualmente";

"proximity_lock_temporary_disabled_login_password_old" = "O Near Lock está temporariamente desativado porque o utilizador fez login com a password. \nIntroduza o raio do Near Lock e ele será reativado.";
"proximity_lock_temporary_disabled_login_password" = "O Near Lock está temporariamente desativado porque o utilizador fez login manualmente. \nIntroduza o raio do Near Lock e ele será reativado.";
"proximity_lock_temporary_disabled_login_password_long_old" = "O Near Lock está temporariamente desativado porque o utilizador fez login com a password. \n\nIntroduza o raio do Near Lock com o seu iPhone e ele será automaticamente ativado";
"proximity_lock_temporary_disabled_login_password_long" = "O Near Lock está temporariamente desativado porque o utilizador fez login manualmente enquanto o iPhone estava fora de alcance.\n\nDigite o raio do Near Lock com o seu iPhone e ele será reativado automaticamente.";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lock temporariamente desativado - utilizador entrou com a password";
"tutorial_screen_near_lock_disabled_login_password" = "O Near Lock está indisponível no momento- conecte o usuário manualmente";

"waiting_for_confirmation" = "À espera de confirmação do iPhone para desbloquear o Mac";

"login_on_approach_disabled" = "O início por aproximação está desativado. Pressione qualquer tecla no seu Mac para desbloqueá-lo";

"ble_not_supported_text" = "O seu iPhone não é compatível com a última versão do Bluetooth LE, necessária para ligar ao seu Mac";
"ble_not_supported_text_bold" = "Bluetooth LE";

"turn_bluetooth_on_to_use_near_lock" = "Por favor, ligue o seu \nBluetooth \npara usar o Near Lock";
"turn_bluetooth_on_to_use_near_lock_bold" = "Ligar Bluetooth";

"app_store_not_reachable" = "Erro de ligação";
"app_store_not_reachable_text" = "Impossível ligar à Apple Store";


"notification_locked_first_notification" = "Boa! %@ foi bloqueado com o Near Lock. Para continuar a receber notificações, ative-as nas configurações do seu iPhone.";
"notification_unlocked_first_notification" = "Boa! %@ foi desbloqueado com o Near Lock. Para continuar a receber notificações, ative-as nas configurações do seu iPhone.";

"notification_locked_old" = "%@ foi bloqueado com o Near Lock";
"notification_unlocked_old" = "%@ foi desbloqueado com o Near Lock";
"notification_locked" = "%@ foi bloqueado";
"notification_unlocked" = "%@ foi desbloqueado";

"setup_touch_id" = "Configure o Touch ID ou password nas definições do iPhone para usar essa função";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "Desbloquear Mac?";

"unlock_device" = "Desbloquear %@?";
"lock_device" = "Bloquear %@";
"near_lock_off_device" = "Desligar Near Lock em %@";
"near_lock_on_device" = "Ligar Near Lock em %@";

"near_lock_unlock_all" = "Desbloquear todos";
"near_lock_lock_all" = "Bloquear todos";
"no_devices_connected" = "Não há Macs ligados";


"authenticate_for_login" = "Identifique-se para desbloquear o Mac";

"near_lock_feedback" = "Opinião sobre o Near Lock";
"near_lock_feedback_question" = "O que acha do Near Lock?";
"near_lock_feedback_great" = "Adoro!";
"near_lock_feedback_could_be_better" = "Há alguns problemas";
"near_lock_feedback_dont_ask_again" = "Não perguntar novamente";

"rate_app" = "Avaliar aplicação";
"rate_near_lock" = "Avaliar aplicação - diga-nos o que pensa";
"rate_app_long" = "Adoro o Near Lock - Avaliar aplicação";
"rate_or_share_near_lock" = "Deseja avaliar Near Lock ou \npartilhar com os seus amigos?";

"open_near_lock_app" = "Abrir Near Lock";
"near_lock_settings" = "Definições do Near Lock";

"distance_to_lock_device" = "Distância de bloqueio: %@";
"distance_to_unlock_device" = "Distância de desbloqueio: %@";
"unlock_distance" = "Distância de bloqueio: %@";
"lock_distance" = "Distância de desbloqueio: %@";

"changes_available_only_in_pro_mode" = "Alterações disponíveis apenas na versão PRO";
"distance_from_device" = "Distância: %@";
"near_lock_not_set_up" = "Near Lock ainda não foi configurado";

"setup_near_lock" = "Configurar Near Lock";


"near_lock_app_closed" = "Near Lock parece estar fechado";

"open_near_lock" = "Abrir Near Lock";
"loading" = "A carregar…";

"trouble_connecting" = "Problema ao ligar\naos seus dispositivos?";

"bluetooth_sharing_is_off" = "A Partilha por Bluetooth está desativada!";
"turn_on_bluetooth_sharing_old" = "Tem de ligar a Partilha por Bluetooth nas definições do seu iPhone para poder usar o Near Lock";
"turn_on_bluetooth_sharing" = "Tem de ligar a Partilha por Bluetooth nas definições do seu iPhone para poder usar o Near Lock";
"open_settings" = "Abrir Configurações";

"turn_off_near_lock" = "Desligar Near Lock";
"turn_on_near_lock" = "Ligar Near Lock";
"lock_unlock_distance" = "Distância para bloquear-desbloquear";

"enjoying_near_lock" = "Gostas do Near Look?";
"please_rate" = "Se você gosta de usar o Near Look, por favor, dedique um tempo e deixe uma revisão honesta: ela realmente ajuda. Obrigado pelo seu apoio!";

"rate_near_lock_old" = "Avaliar Near Lock";
"rate_reming_me_later" = "Lembre-me depois";
"rate_no_thanks" = "Não, obrigado";


"tutorial_approach_mac_to_unlock" = "Ótimo! Agora aproxime-se do seu Mac para desbloquear!";
"tutorial_finished" = "Simples assim!";

"update_your_mac_version_manually" = "Você tem uma versão antiga do Near Look instalada no seu Mac e alguns recursos não funcionam corretamente! Por favor, atualize manualmente ou contacte o suporte.";

"try_buy_button_to_restore" = "Nós não conseguimos restaurar a versão PRO. Se você já pagou pela versão PRO, tente usar a opção de compra, você não será cobrado duas vezes.";
"contact_support_to_restore" = "Nós não conseguimos restaurar a versão PRO. Se você já pagou pela versão PRO, por favor, contate o suporte e nós vamos orientá-lo através do processo de restauração.";


"txt_login_settings" = "Configurações de desbloqueio";
"txt_allow_pass_auth_footer" = "Esta opção permite-lhe usar o seu iPhone para autenticar o sistema - por exemplo para instalar novo software";
"txt_allow_pass_auth_section" = "Autentificação do sistema Mac";
"txt_allow_pass_auth" = "Aut. com o Near Lock";
"txt_login_settings_footer" = "Esta opção determina se será pedido no seu iPhone para desbloquear o Mac de cada vez que o campo da password aparecer no Mac";

"txt_confirm_login_when_password_appears_old" = "Autenticar no ecrã de hibernação do Mac";
"txt_confirm_login_when_password_appears" = "Desbloquear no ecrã de hibernação do Mac";

"txt_distance_precision" = "Precisão de distância";
"txt_enhanced_tracking" = "Monitorização otimizada";
"txt_distance_precision_footer" = "Esta opção aumenta a precisão da monitorização";
"txt_distance_precision_footer_old" = "Desativar esta opção aumentará a vida da sua bateria, mas irá diminuir a precisão da monitorização da distância";
"txt_notification_center" = "Centro de notificações";
"txt_notification_center_footer" = "Ativar esta opção fará o Near Lock aparecer no seu Centro de Notificações quando você deslizar para baixo na tela inicial";

"txt_today_extension_allow_login_logout" = "Permitir bloqueio / desbloqueio";
"txt_today_extension_allow_login_logout_old" = "Permitir login / logout";
"txt_today_extension_allow_near_lock_update" = "Permitir atualizações do Near Lock";
"txt_allow_change_when_locked" = "Pedir autenticação num dispositivo bloqueado";
"txt_show_near_lock" = "Mostrar Near Lock";
"txt_notifications" = "Definições das notificações";
"txt_swipe_left_footer" = "Esta opção permite a você passar para esquerda nas notificações e bloquear/desbloquear seu Mac, mesmo sem abrir o aplicativo Near Look";
"txt_swipe_left_to_login" = "Desbloquear com notificações";
"txt_swipe_left_to_login_old" = "Deslize para a esquerda para desbloquear";
"interactive_notifications" = "Notificações Interativas";

"txt_text_notifications" = "Notificações de texto";
"txt_on_approach" = "Ao desbloquear";
"txt_walk_away" = "Ao bloquear";

"txt_sound_notifications" = "Notificações sonoras";
"txt_sound_on_unlock" = "Ao desbloquear";
"txt_sound_on_lock" = "Ao bloquear";

"no_devices_connected" = "Nenhum dispositivo ligado";
"set_distance" = "Definir distância";

"PRO" = "PRO";

"txt_yes_or_no" = "Sim ou Não";
"txt_touchid_or_passcode" = "Touch ID ou password";
"txt_none" = "Nenhum";
"txt_double_knock" = "Toque duplo";
"txt_insert_automatically" = "Inserir automaticamente (Não perguntar)";
"txt_reqeust_auth_on_locked_device" = "Pedir autenticação num dispositivo bloqueado";

"txt_language" = "Língua";
"txt_current_language" = "Língua Atual";

"default" = "Default";
"english" = "Inglês";
"german" = "Alemão";
"spanish" = "Espanhol";
"russian" = "Russo";
"chinese" = "Chinês";
"hindi" = "Hindi";
"portugese" = "Português";
"french" = "Francês";

"txt_units" = "Unidades";
"txt_measure" = "Medida";
"meters" = "Metros";
"feet" = "Pés";
"signal_strength" = "Força do sinal";

"txt_application_information" = "Informação sobre a aplicação";
"txt_version" = "VERSÃO";
"txt_copyright" = "Copyright";



"main_menu_disable_tracking" = "Desativar o Near Lock";
"get_ios_app" = "Descarregar aplicação iOS";
"faq_or_support" = "Perguntas frequentes (FAQ) ou Contacte-nos";
"only_pro_version_works_in_background" = "Apenas a versão PRO trabalha em segundo plano";
"distance" = "Distância";

"main_menu_add_new_device_button" = "Adicionar novo dispositivo";
"main_menu_device_too_far" = "Near Lock bloqueará em %d seg. porque %@ está muito longe!";
"error_getting_update" = "Houve um erro na obtenção do Near Look atualizado. Faça o download e instale a nova versão manualmente.";
"manual_link" = "Link manual";
"check_for_updates_button" = "Procurar atualizações";

"turn_bluetooth_and_get_ios_app" = "Por favor, ative o Bluetooth e instale a aplicação iOS";
"start_ios_on_your_iphone" = "Inicie a aplicação iOS no seu iPhone";

"turn_bluetooth_on" = "Ativar Bluetooth";
"turn_bluetooth_off" = "Desativar Bluetooth";
"bluetooth_is_off" = "O Bluetooth está desativado";
"bluetooth_is_off_short" = "Bluetooth desativado";

"loading_screen_label" = "Aguarde enquanto configuramos os seus dispositivos!";

"iphone_wants_to_connect" = "%@ deseja ligar-se!";

"accept" = "Aceitar";
"deny" = "Recusar";

"scanning" = "Procurando…";

"initalizingBLE" = "A ativar Bluetooth LE";
"restartingBluetooth" = "A reiniciar o Bluetooth";
"press_any_key_to_login" = "Pressione qualquer tecla para desbloquear o Mac";

"use_iphone_to_set_up_near_lock" = "Agora use o seu iPhone para\nacabar de configurar o Near Lock";
"enter_login_password" = "Insira a sua password de login";

"we_are_done" = "Pronto!";

"near_lock_available_in_menu_bar" = "O Near Lock estará disponível\nna barra de menu";

"share_near_lock" = "Ajude-nos e espalhe a palavra!";

"not_supported_ble" = "O seu Mac não é compatível com a última versão de Bluetooth LE, necessária para o funcionamento do Near Lock";

"not_supported_mac_version" = "Por favor, atualize o software do seu Mac para usar o Near Lock";

"not_supported_secondary_text" = "Caso já tenha comprado o Near Lock para iPhone e deseja reembolso, clique no botão reembolso.";
"not_supported_main_button" = "Reembolso";

"quit_near_lock" = "Sair de Near Lock";

"main_menu_add_new_device_text" = "Não há nenhum dispositivo ligado";

"you_have_sucessfuly_paired" = "Emparelhado com sucesso com %@";

"new_ios_update" = "Há uma atualização do Near Lock disponível para o seu iPhone";
"new_osx_update" = "Há uma atualização do Near Lock disponível";
"update" = "Atualização";

"you_have_connected_to" = "O Near Lock está ligado a\n%@";

"you_have_disconnected_from" = "O Near Lock desconectou-se de\n%@";
"unable_to_lock_mac" = "Near Lock não conseguiu desbloquear o seu Mac. Reinicie o Mac.";

"connected_to" = "Ligado a %@";
"disconnected_from" = "Ligação perdida com %@";

"main_menu_unlocked_with_near_lock" = "O seu Mac foi desbloqueado com o Near Lock";

"main_menu_unlocked_with_near_lock_device" = "O seu Mac foi desbloqueado com %@";

"main_menu_unlinked" = "Os seus dispositivos do Near Lock foram desemparelhados";
"unsolvable_bluetooth_error" = "Parece que há um problema com o Bluetooth, tente reiniciá-lo no seu iPhone";

"needs_bluetooth_to_work" = "Near Lock precisa do Bluetooth para funcionar";
"turn_bluetooth_on" = "Ligar Bluetooth";

"restarting_bluetooth" = "A reiniciar Bluetooth";

"make_sure_ble_on" = "Certifique-se de que o Bluetooth do seu iPhone está ligado \ne de que o Near Lock está ativado, pelo menos em segundo plano.";
"still_not_working" = "Ainda não funciona!";
"ble_can_get_jammed" = "Às vezes, o Bluetooth pode encravar. Reiniciá-lo no seu iPhone pode ajudar.";
"still_cant_get_it_to_work" = "Continua a não funcionar!";
"press_button_to_restart" = "Se está a ter dificuldades, clique no botão abaixo para reiniciar o Bluetooth no seu Mac.";
"restart_bluetooth" = "Reiniciar Bluetooth";
"unlink_both_sides" = "Caso continue a ter problemas, tente DESEMPARELHAR os seus dispositivos em ambos os locais e ligue-os novamente. Você pode desemparelhá-los nas configurações do Near Lock.";
"still_doesnt_work" = "Mesmo assim não funciona!";
"restart_iphone" = "Desculpe-nos pelo transtorno… às vezes, o sinal do Bluetooth pode encravar e a única solução é reiniciar o seu iPhone.";
"faq_or_mail" = "Para mais informações, leia a nossa FAQ ou envie-nos um email e tentaremos ajudar.";

"press_button_ble_on" = "Carregue no botão abaixo para ligar o Bluetooth";
"turn_on_ble_to_use_near_lock" = "Ligue o Bluetooth para usar o Near Lock";
"having_trouble" = "Há algum problema?";
"rescan" = "Procurar novamente";
"open_welcome_screen" = "Instale e abra o Near Lock. Deverá ver o ecrã de boas-vindas no seu iPhone. Ainda não funciona?";
"restart_ble_on_iphone" = "Reiniciar o Bluetooth no seu iPhone pode ajudar. Continua a ter problemas?";
"press_button_to_restart_ble" = "Pressione o botão abaixo para reiniciar o Bluetooth no seu Mac. Continua a ter problemas?";
"restart_iphone" = "Desculpe-nos pelo transtorno. Ainda há algo que pode tentar… pode limpar a cache do Bluetooth seguindo os passos em Definições avançadas->Limpar a cache do Bluetooth";
"corrupted_bluetooth_cache" = "O Near Lock detetou uma cache bluetooth corrompida. \n\nPor favor limpe a sua cache de bluetooth para ligações bluetooth mais estáveis.";
"corrupted_bluetooth_cache_short" = "Por favor limpe a sua cache de bluetooth para uma ligação bluetooth mais estável.";
"restart_bluetooth_on_iphone" = "Tente reiniciar o bluetooth no seu iPhone para ligar novamente.";
"restart_bluetooth_on_iphone_long" = "O Near Lock detetou um erro na ligação bluetooth. \n\nPor favor tente desligar o bluetooth no seu iPhone (5-10 segundos) e ligá-lo novamente.";
"notification_settings" = "Definições das notificações";
"mac_notification_settings" = "Definições de notificação do Mac";

"only_in_pro" = "Apenas disponível na versão PRO";


"user_active" = "- Utilizador ativo";

"confirm_login_on_iphone" = "Confirmar login no iPhone";
"double_knock_on_your_iphone_long" = "Toque duplo no iPhone";
"double_knock_on_your_iphone" = "Toque duplo - iPhone";
"turn_bluetooth_off_to_clear_cache" = "Gostaria de limpar a cache?\n(Primeiro desative o Bluetooth)";

"clear_cache_description" = "Precisaremos de limpar a pasta de cache do Bluetooth\n(serão pedidas as suas permissões)";
"clear_cache" = "Limpar cache";

"restart_mac_after_clear_cache" = "Reinicie o seu Mac para aplicar as modificações.n\n\Se ativar o Bluetooth antes reiniciar o Mac, a cache não será limpa";

"sleep" = "Hibernar";
"show_notification_on_login" = "Mostrar notificação quando o Mac for desbloqueado com Near Lock";
"show_near_lock_icon_while_mac_locked" = "Mostrar o ícone do Near Lock quando o Mac estiver bloqueado";

"start_on_mac_startup" = "Abrir no arranque do Mac";

"wake_on_approach" = "Desbloquear apenas quando eu pressionar alguma tecla";
"wake_on_approach_long" = "Desbloqueio após toque em tecla e iPhone próximo";

"near_lock_options" = "Definições";

"near_lock_options_login_on_approach" = "Desbloquear quando me aproximar do Mac";

"near_lock_options_logout_on_walk_away" = "Bloquear quando me afastar do Mac";

"action_to_confirm_login" = "Definições de desbloqueio";
"unlock_automatically_on_approach" = "Automaticamente quando me aproximar do Mac";
"dont_confirm" = "Automaticamente quando me aproximar do Mac";
"confirm_yes_no" = "Confirmar com iPhone: Sim - Não";
"touch_id_passcode" = "Confirmar com iPhone: Touch ID & Senha";
"knock_menu_item_long" = "Confirmar com Duplo Toque (ativo 15 seg. após notificação)";
"knock_menu_item" = "Confirmar com Duplo Toque (15 seg.)";

"logout_action" = "Configurações de bloqueio";
"screensaver" = "Screensaver";

"advanced_settings" = "Definições avançadas";

"logout_on_disconnect" = "Bloquear quando o iPhone se desconectar";
"pause_music_on_logout" = "Parar áudio enquanto o Mac estiver bloqueado";

"allow_closer_distances" = "Permitir distâncias curtas";
"allow_closer_distances_than" = "Permitir distâncias inferiores a %@";
"clear_bluetooth_cache" = "Limpar cache de Bluetooth";

"automatically_update" = "Atualizar a versão Mac automaticamente";

"show_unlock_history" = "Mostrar histórico de desbloqueio";
"unlock_history" = "Histórico de desbloqueio";

"share_near_lock" = "Partilhar o Near Lock";
"help" = "Ajuda";
"about" = "Sobre Near Lock";
"feedback" = "Opinião / Apoio técnico";

"contact_support" = "Contacte-nos";
"faq" = "FAQ";

"check_for_updates" = "Atualizações";
"unlink_device" = "Desemparelhar %@";
"new_ios_update_ready" = "Uma nova versão do iOS está disponível - Atualizar";
"ios_version_up_to_date" = "Última versão para iPhone instalada.";

"device_not_connected" = "%@ não conectado";
"no_ios_device_connected" = "Nenhum dispositivo iOS conectado";
"near_lock_up_to_date" = "Última versão para Mac instalada";

"check" = "Procurar atualizações";
"get_new_version" = "Obtenha a nova versão!";
"checking_for_updates" = "A procurar atualizações…";
"downloading_will_relaunch" = "A descarregar… irá reiniciar quando terminar";

"downloading_relaunch_when_finished" = "A descarregar… reiniciar quando terminar";
"new_update_ready" = "Atualização pronta";
"relaunch_new_version_ready" = "Reiniciar - nova versão pronta";

"version" = "Versão %@";

"session" = "\n--------------- Sessão: %@ ---------------";
"mac_locked_old" = "Mac bloqueado";
"mac_unlocked_old" = "Mac desbloqueado";

"mac_locked" = "Mac bloqueado";
"mac_unlocked" = "Mac desbloqueado";

"onboarding_tutorial_finished" = "Você entendeu? Legal, não é?";
"good_time_to_share" = "Boa hora para compartilhar?";
"we_are_ready_to_start" = "Bom! Estamos prontos!";
"lets_try_it_out" = "Vamos testá-lo?";
"choose_unlock_lock_from_menu_bar" = "Escolha a distância bloquear/desbloquear no Menu";
"enable_near_lock" = "Habilite o Near Look";

"now_walk_away" = "Agora apenas afaste-se do seu Mac";
"your_distance" = "Sua distância:";
"lock_distance" = "Distância de bloqueio:";
"get_pro_version_for_near_lock" = "Você deve obter a versão PRO do Near Look para funcionar no modo de fundo!";
"distance_estimation" = "Importante: A distância é estimada com base na força do sinal entre seus dispositivos - cada dispositivo se comporta de forma diferente, tente encontrar a melhor distância de bloqueio/desbloqueio adequado para você";


"near_lock_started" = "Near lock iniciado";
"on" = "Ligado";
"off" = "Desligado";

"new_version_available" = "Há uma atualização disponível";
"near_lock_not_up_to_date" = "A versão do Near Lock para o seu Mac não está atualizada. Por favor, clique no link abaixo para descarregar a nova versão. Se o link não iniciar automaticamente, pode descarregar e instalar o Near Lock manualmente.";

"near_lock_connection_problem" = "O Near Lock detetou um problema de bluetooth.";

"insert_password_to_mac" = "Inserir password para %@?";
"insert_password_question" = "Deseja inserir a sua password?";
"insert_password_action" = "Inserir password";
"knock_twice_to_unlock_mac" = "Duplo toque para desbloquear Mac!";
"knock_twice_to_unlock" = "Duplo toque para desbloquear %@!";
"knock_twice_to_insert_password_to_mac" = "Duplo toque para digitar senha no Mac.";
"knock_twice_to_insert_password" = "Duplo toque para digitar senha em %@!";

"unlocking_with_notifications_only_in_pro" = "Desbloquear com notificações só funciona no modo PRO";
"unlock_your_device_question" = "Near Lock gostaria de desbloquear o seu dispositivo?";

"tap_to_turn_on_bluetooth" = "Toque para ligar Bluetooth";
"tap" = "Toque";

"swipe_up" = "Deslize para cima!";
"swipe_up_to_turn_on_bluetooth" = "Deslize para cima para ligar o Bluetooth";

"show_tutorial" = "Mostrar tutorial";

"failed_login_attempt_detected" = "Alerta! Foi detetada uma tentativa de login falhada";
"failed_login_attempt" = "Alerta! O Near Lock detetou uma tentativa de login falhada!";
"warn_on_failed_login" = "Enviar notificações em logins falhados";
"configure_advanced_unlock_settings_on_iPhone" = "Encontre mais opções de desbloqueio nas definições do iPhone";


"show_all_failed_logins" = "Mostrar todos os logins falhados";

"mac_control" = "Controlo do Mac";

"export" = "Exportar";
"export_to_desktop" = "Exportar para ambiente de trabalho";
"delete_all" = "Apagar tudo";
"delete" = "Apagar";

"no_detected_failed_logins" = "Não foram detetados logins falhados";
"no_known_login_logout_events" = "Não foram detetados eventos de login / logout";
"mugshots" = "Fotografias";
"mugshot" = "Fotografia";

"image_saved_to_documents" = "A imagem foi guardada na pasta Documentos";
"image_saved_to_desktop" = "A imagem foi guardada no Ambiente de Trabalho";

"mugshot_image_saved_to_documents" = "A mugshot foi guardada na pasta Documentos";
"mugshot_image_saved_to_desktop" = "A mugshot foi guardada no Ambiente de Trabalho";

"unable_to_unlock_mac" = "Near Lock não conseguiu bloquear o seu Mac. Reinicie o Mac.";
"password_inserted_by_nearlock" = "A sua password foi inserida pelo Near Lock";

"no_appropriate_camera_attached" = "Esse Mac não tem uma câmara apropriada conectada";
"enable_option_in_settings" = "Por favor ative essa opção nas suas definições";

"filter" = "Filtrar:";
"lock_unlock_history" = "Historial de bloqueio/desbloqueio";
"session_duration" = "Duração da sessão";
"failed_login_attempt_text" = "Tentativa de login falhada";

"nice_try_busted" = "Boa tentativa de ficar de entrar no meu Mac!";
"get_pro_version_to_see_full_list" = "Obtenha a versão PRO para ver a lista completa";
"busted_with_near_lock" = "Apanhado com Near Lock!";

"swipe_to_see_nearlock" = "Deslize para saber o que é o Near Lock";
"quick_start" = "Início rápido";


"tutorial_near_lock_uses_ble" = "Near Lock utiliza o Bluetooth de Baixa Energia para conectar os seus dispositivos";
"tutorial_near_lock_uses_ble_1" = "Utilizações Near Lock";
"tutorial_near_lock_uses_ble_2" = "Bluetooth de Baixa Energia";
"tutorial_near_lock_uses_ble_3" = "para conectar os seus dispositivos";

"tutorial_walk_away" = "Distancie-se para bloquear seu Mac";
"tutorial_walk_away_1" = "Distancie-se";
"tutorial_walk_away_2" = "para bloquear o seu Mac";

"tutorial_apple_watch" = "Para um acesso mais rápido use o seu Apple Watch ou o widget de Notificação";
"tutorial_apple_watch_1" = "Para um acesso mais rápido use o seu";
"tutorial_apple_watch_2" = "Apple Watch ou";
"tutorial_apple_watch_3" = "o widget de Notificação";

"tutorial_touch_id" = "Desbloqueie o seu Mac com o Touch ID, Toque duplo";
"tutorial_touch_id_1" = "Desbloqueie seu Mac com";
"tutorial_touch_id_2" = "Touch ID";
"tutorial_touch_id_3" = "Toque duplo";

"tutorial_detect_failed_login" = "Detetar tentativas de login falhadas";
"tutorial_detect_failed_login_1" = "Detetar";
"tutorial_detect_failed_login_2" = "tentativas de login falhadas";

"tutorial_lock_unlock_distance" = "Defina a distância de bloqueio / desbloqueio no seu Mac";
"tutorial_lock_unlock_distance_1" = "Defina a";
"tutorial_lock_unlock_distance_2" = "distância de bloqueio / desbloqueio";
"tutorial_lock_unlock_distance_3" = "no seu Mac";

"tutorial_approach_to_unlock" = "Aproxime-se do seu Mac para desbloqueá-lo";
"tutorial_approach_to_unlock_1" = "Aproxime-se do seu Mac";
"tutorial_approach_to_unlock_2" = "para desbloqueá-lo";

"to_start_download_on_mac" = "Para usar o Near Lock por favor instale a app Near Lock Mac";
"to_start_download_on_mac_bold" = "app Near Lock Mac";

"skip" = "Saltar";

"to_start_download_on_mac_2" = "Para começar instale por favor o Near Lock em seu Mac";


"define_safe_zones" = "Configurar o Desbloqueio do WiFi";
"get_pro_version_to_use_wifi_unlock" = "Para usar o Desbloqueio do WiFi precisa de ter a versão PRO";
"get_pro_version_to_use_this_feature" = "Para usar esta característica é necessária a versão PRO";
"pair_iphone_to_use_this_feature" = "Para usarr a característica de Desbloqueio do WiFi é necessário ter um iPhone emparelhado";
"already_added_to_unlock_wifi_list" = "Já adicionado à lista de Desbloqueio do WiFi";
"unlock_wifi_info_text_not_used" = "Quando está ligado a um WiFi (ex. Rede de Casa) não é necessário inserir password";
"currently_connected_to" = "Ligado neste momento a:";
"add_to_unlock_wifi" = "Adicionar à lista do Desbloqueio do WiFi";
"wifi_unlock" = "Desbloqueio do WiFi";

"wifi_unlock_description_mac_not_used_2" = "Desbloqueio do WiFi deixa-o ligar automaticamente no seu Mac sempre que estiver ligado a uma determinada rede WiFi (ex. Rede de Casa)";
"wifi_unlock_description_mac_not_used_3" = "Use o Desbloqueio do WiFi para desbloquear automaticamente o seu Mac quando estiver ligado a uma determinada rede WiFi (ex. Rede de Casa)";
"wifi_unlock_description_mac_not_used_4" = "Use o Desbloqueio do WiFi para manter o seu Mac desbloqueado quando estiver ligado a uma das suas redes";

"already_added_to_network" = "Já adicionou %@ à lista de Desbloqueio do WiFi! \nPor favor, ligue-se a uma rede WiFi que deseja adicionar à lista de Desbloqueio do WiFi.";
"no_wifi_connected" = "Sem rede WiFi ligada";
"no_wifi_connected_short" = "Sem WiFi ligado";
"connect_to_wifi_to_add_wifi_unlock" = "Por favor, ligue-se a uma rede WiFi para poder adicioná-la à lista de Desbloqueio do WiFi";
"wifi_unlock_currently_connected" = "Está neste momento ligado à rede WiFi %@.";
"wifi_unlock_add_to_list" = "Deseja adicionar o WiFi %@ á lista de Desbloqueio do WiFi?";
"add" = "Adicionar";
"close" = "Fechar";
"edit" = "Editar";

"wifi_unlock_security_options" = "Opções de segurança do Desbloqueio do WiFi";

"wifi_unlock_require_iphone" = "Ativar Desbloqueio do WiFi apenas quando o seu iPhone estiver ligado ao seu Mac";
"wifi_unlock_allow_unlock_when_not_connected" = "Permitir que o Desbloqueio do WiFi desbloqueie o meu Mac mesmo quando o meu iPhone NÃO está ligado ao meu Mac via Bluetooth";
"next" = "Seguinte";

"you_have_set_up_wifi_unlock" = "Configurou o Desbloqueio do WiFi com sucesso";
"wifi_unlock_finish_description" = "O seu Mac vai permaner desbloqueado quando:";
"wifi_unlock_when_connected_to_wifi" = "Está ligado à rede WiFi %@";
"wifi_unlock_when_connected_to_wifi_and" = "Está ligado à rede WiFi %@ e quando";
"wifi_unlock_when_connected_to_iphone" = "O seu iPhone (%@) está ligado ao seu Mac via Bluetooth";

"tutorial_wifi_unlock" = "Mantenha o seu Mac desbloqueado enquanto estiver ligado à rede WiFi selecionada";
"tutorial_wifi_unlock_1" = "Mantenha o seu Mac desbloqueado";
"tutorial_wifi_unlock_2" = "enquanto estiver ligado à sua";
"tutorial_wifi_unlock_3" = "rede WiFi selecionada";

"tutorial_wifi_only_selected_wifi" = "Apenas redes WiFi selecionadas";
"tutorial_wifi_save_battery" = "Reduz consumo da bateria do iPhone";
"tutorial_wifi_works_with_iphone" = "Funciona com ou sem o seu iPhone";

"add_wifi" = "Adicionar WiFi";
"edit_list" = "Editar lista";
"edit_wifi_list" = "Editar lista de Desbloqueio do WiFi";
"wifi_unlock_edit_list" = "Desbloqueio do WiFi editar lista";

"wifi_unlock_networks" = "Redes do Desbloqueio do WiFi";
"wifi_unlock_edit_description" = "O seu Mac deve ficar desbloqueado enquanto estiver ligado a qualquer uma das redes WiFi listadas abaixo. \nVerifique as opções de configuração de segurança avançadas.";

"your_mac_unlocked_with_wifi_unlock" = "O seu Mac foi desbloqueado com o Desbloqueio do WiFi";

"wifi" = "wifi";
"wifi_unlock_marketing" = "Desbloqueio do WiFi - mantenha o seu Mac desbloqueado quando estiver ligado à sua rede WiFi selecionada (ex. Rede de Casa)";

"wifi_unlock_enabled" = "Desbloqueio do WiFi ativado";

"take_photo_on_failed_login" = "Tirar foto no login falhado";
"passcode_is_not_set" = "A password e o Touch ID não estão definidos";
"open_passcode_settings" = "Abra as Definições de Password";

"confirm_unlock_on_approach" = "Confirmar desbloqueio por aproximação";
"confirm_unlock_on_approach_description" = "Esta opção determina se lhe será pedido no seu iPhone que confirme o seu login de cada vez que entrar na zona de desbloqueio Near Lock";
"confirm_unlock_on_approach_login_automatically" = "Não confirmar - login automático";


"clipboard_options" = "Área de Transferência - opções Copiar/Colar";
"send_clipboard_to_ios" = "Enviar texto copiado para dispositivo iOS";
"get_clipboard_text_from_ios" = "Obter texto copiado do dispositivo iOS";
"show_clipboard_menu_on_main_screen" = "Mostrar opções da área de transferência no ecrã principal";

"clipboard_is_empty_short" = "A área de transferência está vazia";
"clip_already_matching" = "As áreas de transferência já estão a combinar";

"clipboard_copied_from_ios_device" = "Aárea de transferência foi copiada do seu iPhone";
"clipboard_could_not_be_copied_from_ios_device" = "A área de transferência não pôde ser copiada do seu iPhone";
"clipboard_copied_to_ios_device" = "A área de transferência foi copiada para %@";
"clipboard_could_not_be_copied_to_ios_device" = "A área de transferência não pôde ser copiada para o seu iPhone";
"mac_clipboard_copied" = "A área de transferência do Mac foi copiada para o seu iPhone";
"ios_send_clipboard_to_mac" = "Enviar texto copiado para Mac";
"ios_get_clipboard_from_mac" = "Obter texto da área de transferência Mac";

"clipboard" = "Área de Transferência";
"clipboard_explanation" = "Desde que os dispositivos estejam conectados, pode enviar o texto copiado do seu Mac para o iPhone.";
"use_shortcut" = "Também pode usar o atalho:";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "Como é que funcionam Copiar/Colar?";
"clipboard_is_empty" = "A sua área de transferência está vazia! Experimente copiar algum texto primeiro e tente novamente!";
"clipboard_is_too_big_to_send" = "O texto na área de transferência é demasiado grande. O limite é de 10 mil caracteres.";
"device_not_connected_to_iphone" = "O seu Mac não está ligado ao seu iPhone";
"device_not_pro_version_or_foreground" = "Esta ação só é suportada na versão PRO ou se a sua aplicação de iPhone estiver em primeiro plano";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "Bloquear Mac";
"press_any_key_on_your_mac" = "Ótimo! Agora pressione qualquer tecla do seu Mac para ligar o ecrã do Mac.";

"lock_and_unlock_your_mac_automatically" = "Bloquear e desbloquear automaticamente o seu Mac";
"mac_wake_unlock" = "Mac Wake Unlock";
"mac_wake_unlock_setup" = "Definições de Mac Wake Unlock";
"mac_wake_unlock_options" = "Opções de Mac Wake Unlock";
"mac_sleep_screen_unlock_description" = "Após o seu Mac ter sido retirado da hibernação, você pode usar o seu iPhone para desbloquear facilmente o seu Mac";
"mac_sleep_screen_unlock_description_2" = "Se o seu iPhone está no modo de fundo, você receberá uma notificação, que pode ser usada para desbloquear o seu Mac";

"connect_to_iphone_to_use_this_feature" = "Por favor, ligue ao seu iPhone para experimentar esta funcionalidade";

"mac_sleep_screen_unlock_options" = "Opções de Mac Wake Unlock";
"mac_sleep_screen_dont_ask" = "Não pedir para desbloquear o Mac após o Mac ter iniciado";
"mac_sleep_screen_ask_yes_no" = "Confirmar desbloqueio do iPhone com Sim ou Não";
"mac_sleep_screen_ask_touch_id" = "Confirmar desbloqueio do iPhone com Touch ID e Password";
"mac_sleep_screen_double_knock" = "Confirmar desbloqueio do iPhone com Toque Duplo – ativo 15 segundos após a notificação";
"mac_sleep_screen_tutorial" = "Como é que funciona o Mac Wake Unlock?";

"you_will_be_asked_on_your_iphone" = "Irá ser-lhe solicitado no seu iPhone que desbloqueie o seu Mac.";
"choose_your_confirmation_option" = "Escolha a sua opção de confirmação:";
"mac_sleep_screen_ask_yes_no_short" = "Sim / Não";
"mac_sleep_screen_ask_touch_id_short" = "Touch ID / Password";
"mac_sleep_screen_double_knock_short" = "Toque Duplo no iPhone";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "Agora coloque o seu Mac em modo de hibernação e siga as instruções no seu iPhone";
"sleep_mac_now" = "Hibernar Mac já";

"how_does_mac_wake_unlock_work" = "Para compreender melhor como Mac Wake Unlock funciona:";
"disable_unlock_on_approach" = "Por favor, desative temporariamente o desbloqueio automático na aproximação Near Lock";
"turn_near_lock_off" = "Desativar Near Lock";
"disable_wifi_unlock" = "Por favor, desative temporariamente a opção Desbloqueio do Wifi";
"turn_wifi_unlock_off" = "Desativar Desbloqueio do Wifi";
"turn_the_options_on_again_after_tutorial" = "Pode ligar estas opções novamente após o tutorial!";
"or_press" = "ou pressione";

"wifi_unlock_description_mac" = "Use o Desbloqueio do WiFi para manter o seu Mac desbloqueado enquanto estiver ligado às suas redes WiFi selecionadas (ex: exemplo, rede doméstica)";
"wifi_unlock_description_mac_2" = "O Desbloqueio do WiFi mantém o seu Mac desbloqueado enquanto estiver ligado às suas redes WiFi selecionadas (ex: rede doméstica)";
"txt_automatically" = "Desbloquear automaticamente";

"txt_advanced_login_settings" = "Definições Avançadas de Desbloqueio do Mac";
"txt_advanced_login_settings_description" = "Esta opção determina se lhe irá ser solicitado no seu iPhone a confirmação de cada desbloqueio do Mac depois de se aproximar de seu Mac e entrar na zona de desbloqueio Near Lock";
"txt_confirm_login_after_approach" = "Confirmar desbloqueio após aproximação";

"select_keyboard_shortcuts" = "Escolher atalhos de teclado";
"change_keyboard_shortcut" = "Alterar atalho de teclado";

"wifi_unlock_expalnation" = "• Desbloqueio do WiFi - mantenha o seu Mac desbloqueado enquanto estiver ligado à sua rede WiFi selecionada (por exemplo, rede doméstica)";
"clipboard_explanation" = "• Área de Transferência - copie e cole texto de e para o seu Mac";

"update_near_lock_on_ios_to_use_this_feauture" = "Por favor, atualize Near Lock no seu Mac para utilizar esta funcionalidade";
"update_near_lock_on_osx_to_use_this_feauture" = "Por favor, atualize Near Lock no seu iPhone para utilizar esta funcionalidade";
"near_lock_demo" = "Demonstração de Near Lock";

"back" = "Voltar";

"show_wifi_unlock_on_main_screen" = "Mostrar opções do Desbloqueio do WiFi no ecrã principal";
"take_photo_after_each_login" = "Tirar foto após cada login";
"show_login_photos" = "Mostrar fotos de login";
"delete_all_photos_question" = "Gostaria de eliminar a foto selecionada?";
"delete_single_photo" = "Gostaria de eliminar todas as fotos mostradas?";
"send_clipboard_to_ios_short" = "Enviar área de transferência";

"mac_sleep_screen_double_knock" = "Confirmar desbloqueio do iPhone com Toque Duplo – ativo 15 segundos após a notificação";
"mac_sleep_screen_double_knock_active_only" = "A deteção com toque só está ativa 15 segundos após a notificação ter sido recebida no iPhone";
"show_mac_control_on_main_menu" = "Mostrar as opções de controlo do Mac no menu principal";
"show_login_control_on_main_menu" = "Mostrar as opções de controlo de Login no menu principal";
"login_control_title" = "Controlo de login";

"no_detected_logins_photo attempts" = "Não existem tentativas de login captadas";

"clipboard_send_to_mac" = "Enviar para o Mac";
"clipboard_copy_from_mac" = "Copiar do Mac";

"mac_control_options" = "Opções de controlo do Mac";
"login_control_options" = "Opções de controlo de Login";

"near_lock_pro_restored" = "Obrigado por adquirir Near Lock PRO. Agora pode usar todas as funcionalidades de Near Lock!";
"near_lock_bought" = "A versão Near Lock PRO foi restaurada. Agora pode usar todas as funcionalidades de Near Lock!";
"info_short" = "Informações";
"login_photos_short" = "Fotos de login";
"failed_login_photos_short" = "Fotos de login falhado";
"lock_unlock_history_short" = "Bloquear desbloqueio de histórico";
"login_photos_description_1" = "Near Lock permite-lhe tirar uma foto de cada vez que o seu Mac é desbloqueado";
"login_photos_description_2" = "Estas fotos estão guardadas só no seu Mac e podem ser eliminadas a qualquer altura.";
"show_all_photos" = "Mostrar todas as fotos";
"failed_login_photos_description_1_short" = "Near Lock permite-lhe tirar uma foto de cada vez que uma password errdaa é inserida no ecrã de login do Mac";
"failed_login_photos_description_1" = "Near Lock permite-lhe tirar uma foto de cada vez que alguém tenta entrar no seu computador e insere uma password errada";
"failed_login_photos_description_2" = "Estas fotos estão guardadas só no seu Mac e podem ser eliminadas a qualquer altura.";
"mac_control_receive_notification_on_iphone" = "obtém uma notificação no seu iPhone";
"mac_control_share_photo" = "partilhar a foto";
"mac_control_save_photo_to_documents" = "guardar a foto nos documentos";
"mac_control_delete_photo" = "eliminar a foto";
"mac_control_delete_all_photos" = "eliminar todas as fotos";
"not_yet_available_on_sierra_and_above" = "*ainda não está disponível no macOS Sierra e versões mais recentes";
"feature_not_supported_on_sierra" = "Esta funcionalidade ainda não é compatível com o macOS Sierra e novos sistemas operacionais";
"feature_not_supported_on_sierra_short" = "Não compatível com o macOS Sierra+";
"mac_control_info_description" = "Tenha uma melhor perceção da utilização do seu Mac";

"learn_more" = "Saiba mais";

"lock_unlock_history_description_1" = "Pode utilizar Near Lock para monitorizar quando faz login e logout, assim como o tempo que passa a trabalhar no seu Mac.";
"lock_unlock_history_description_2" = "Pode servir como um monitorizador de tempo simples de usar.";
"show_history" = "Mostrar histórico";
"unlock_by_typing_password" = "Desbloqueado por inserir a password";
"unlocked_by_near_lock" = "Desbloqueado por Near Lock";
"unlocked_by_wifi_unlock" = "Desbloqueado por Desbloqueio de WiFi";
"unlocked_by_near_lock_automatic" = "Desbloqueado automaticamente por Near Lock";

"only_3_photos_in_free_version" = "Só pode tirar 3 fotos na versão GRATUITA. A versão PRO permite-lhe tirar fotos ilimitadamente";
"only_3_photos_in_free_version_short" = "Obtenha a versão PRO para tirar mais do que 3 fotos";
"enable" = "Ativado";
"not_enabled" = "Não ativado";

"login_photo_not_enabled" = "Neste momento esta funcionalidade não está ativada e Near Lock não tirará uma foto após cada tentativa de login falhada.";
"failed_login_attempt_not_enabled" = "Neste momento esta funcionalidade não está ativada e Near Lock não tirará uma foto após cada login no Mac.";
"enable_in_mac_control" = "Também pode ativar essa opção nas definições de Controlo do Mac";
"disable_in_mac_control" = "Pode desativar essa opção nas definições de Controlo do Mac";

"troubleshoot" = "Resolução de Problemas";
"nearlock_is_turned_on" = "Near Lock está ligado";
"mac_is_locked" = "O Mac está bloqueado";
"mac_is_unlocked" = "O Mac está desbloqueado";
"no_camera_detected" = "Nenhuma câmara detetada";
"no_suitable_camera" = "Near Lock não detetou nenhuma câmara apropriada no seu Mac";
"no_login_photos" = "Neste momento não existem fotos de login";

"in_pro_version_unlock_from_lock_screen" = "Pode desbloquear o seu Mac diretamente do ecrã de bloqueio do iPhone na versão PRO";

"allow_wifi_unlock" = "Permita que o seu Mac seja desbloqueado automaticamente quando você estiver ligado a: %@";
"restore_or_purchase_failed_title" = "Erro de Compra ou Recuperação";
"restore_or_purchase_failed_description" = "Não foi possível recuperar ou efetuar a compra no aplicativo";
"ios_take_photo_on_mac_description" = "Tirar uma foto com a câmara frontal do seu Mac?";
"ios_take_photo_on_mac_action" = "Tirar foto manual";
"mac_did_not_take_manual_snapshot" = "O Near Lock não conseguiu tirar uma foto manual com a câmara frontal do seu Mac. Veja o Near Lock no seu Mac para mais detalhes.";
"mac_did_take_manual_snapshot" = "Aceda ao Near Lock no seu Mac para visualizar a foto manual";
"follow_instruction_on_mac" = "Por favor, aceda ao Near Lock no seu Mac para mais intruções";
"bluetooth_permissions_needed" = "Permitir Bluetooth para que o Near Lock se ligue ao seu Mac";
"notification_permissions_needed" = "Permitir notificações para desbloquear o seu Mac diretamente do ecrã de bloqueio";
"add_permissions" = "Adicionar permissões";
"skip_action" = "Saltar";
"swipe_left" = "- deslizar para a esquerda";
"show_more" = "Mostrar mais";
"show_less" = "Mostrar menos";
"read_more" = "Ler mais";
"try_it_out" = "Experimente";

"welcome_title" = "Bem-vindo";
"welcome_description" = "Utilize o Near Lock para bloquear e desbloquear o seu Mac através do seu iPhone";
"add_new_device_action" = "Ligar ao iPhone";
"send_clipboard_to_ios_description" = "Enviar área de transferência para o iPhone";
"send_clipboard_to_ios_action" = "Enviar área de transferência";
"ping_device_description" = "Fazer ping ao iPhone";
"ping_device_action" = "Ping";

"scanning_for_devices" = "Procurando:";
"low_battery" = "Bateria Fraca:";
"charge_your_battery_description" = "Carregue o seu telemóvel para continuar a utilizar o Near Lock";
"update_system_preferances" = "Atualize as opções de segurança";
"add_accessibility_to_unlock_mac_title" = "Permita que o Near Lock desbloqueie o seu Mac.";
"add_accessibility_to_unlock_mac_description" = "Adicione o Near Lock às opções de acessibilidade nas definições de segurança do Mac. Isso dará ao Near Lock permissões para desbloquear o seu Mac.";
"add_accessibility_to_unlock_mac_action" = "Atualizar permissões";

"only_pro_version_works_in_background_title" = "Apenas a versão PRO funciona em segundo plano";
"only_pro_version_works_in_background_description" = "Abra o Near Lock no seu iPhone ou obtenha a versão PRO para poder utilizar o Near Lock em segundo plano";
"proximity_lock_unlock_distance" = "Distância de Bloqueio / Desbloqueio de Proximidade";
"proximity_lock_distance" = "Distância de Bloqueio de Proximidade";
"your_mac_will_lock_when_iphone_leaves_lock_radius" = "O Mac será bloqueado quando abandonar a área de bloqueio de proximidade";
"add_new_device_action" = "Adicionar novo dispositivo";
"update_security_preferances_to_use_screensaver_title" = "Configure o Near Lock para utilizar a opção de bloqueio de proteção de ecrã";
"update_security_preferances_to_use_screensaver_description" = "Configure as preferências de sistema do seu Mac para utilizar a opção de bloqueio do protetor de ecrã";
"update_security_preferances_action" = "Configurar protetor de ecrã";
"bluetooth_le_not_supported_title" = "O Bluetooth LE não é suportado pelo seu Mac";
"bluetooth_le_not_supported_description" = "O Near Lock precisa de Bluetooth LE (4.0). O seu Mac não suporta esta tecnologia, mas é possível adquirir um Bluetooth 4.0 USB externo";

"bluetooth_is_off_title" = "O Bluetooth está desligado";
"bluetooth_is_off_description" = "O Near Lock precisa de Bluetooth para se ligar aos seus dispositivos";
"turn_bluetooth_on" = "Ligue o Bluetooth";
"clear_bluetooth_cache_title" = "Apagar a cache do Bluetooth";
"clear_bluetooth_cache_description_1" = "Por vezes a cache do Bluetooth é corrompida e a única maneira de a reparar é apagá-la";
"requires_mac_startup" = "Isto requer que reinicie o Mac.";
"clear_cache_action" = "Apagar a cache";

"wifi_unlock_is_active_title" = "O Desbloqueio Wi-Fi irá manter o seu Mac desbloqueado";
"wifi_unlock_is_active_description" = "O desbloqueio Wi-Fi está ativo para a rede Wi-Fi em utilização. Atualize estas opções nas definições de desbloqueio WiFi.";
"wifi_unlock_settings_action" = "Definições";
"unpair" = "Desassociar dispositivos";
"rescan" = "Reexaminar";
"troubleshoot" = "Resolver problemas";
"my_devices" = "Os meus dispositivos";
"devices_not_connected" = "Os dispositivos não estão ligados";
"devices_not_connected_description" = "O Near Lock precisa de estar ligado ao seu dispositivo iOS associado para funcionar.";
"my_devices_are_connected" = "Os dispositivos estão associados";

"proximity_lock_temporary_disabled" = "O Bloqueio de Proximidade está temporariamente desativado";
"proximity_lock_temporary_disabled_because_login_manually_1" = "O Bloqueio de Proximidade está temporariamente desativado porque o utilizador iniciou sessão manualmente";
"proximity_lock_temporary_disabled_because_login_manually_2" = "Introduza o raio do Bloqueio de Proximidade e este será ativado novamente.";
"near_lock_pro" = "Near Lock PRO";
"background_mode_title" = "Modo de fundo";
"share_near_lock_title" = "Partilhe o Near Lock";
"share_on_facebook_description" = "Partilhe o Near Lock no Facebook";
"share_twitter_description" = "Partilhe o Near Lock no Twitter";
"rate_near_lock_on_appstore_description" = "Avalie o Near Lock na App Store";
"share_action" = "Partilhar";
"rate_action" = "Avalie";
"mac_app_title" = "Aplicação Mac";
"mac_app_description" = "Mantenha o Near Lock atualizado no seu Mac";
"iphone_app_description" = "Mantenha o Near Lock atualizado no seu iPhone";
"automatically_update_description" = "Mantenha o Near Lock atualizado";
"check_action" = "Verificar";
"get_new_version_action" = "Atualizar";
"relaunch_new_version_ready_action" = "Reiniciar a aplicação";
"downloading_relaunch_when_finished_action" = "Reiniciar a aplicação quando pronta";

"iphone_app" = "Aplicação iPhone";
"iphone_version_description" = "Near Lock para iPhone";
"pro_button_action" = "Adquira a versão PRO";
"no_paired_devices_title" = "Sem dispositivos associados";
"no_paired_devices_description" = "O Near Lock não tem dispositivos iPhone associados. Adicione um novo dispositivo para utilizar o Near Lock.";
"proximity_unlock_description" = "Utilize o seu iPhone para bloquear e desbloquear automaticamente o seu Mac";
"enabled" = "Ativado";
"disabled" = "Desativado";
"estimated_distance_to" = "Distância estimada a";
"unlock_on_approach" = "Desbloquear o Mac quando o iPhone entrar no raio de desbloqueio de proximidade";
"lock_on_leave" = "Bloquear o Mac quando o iPhone sair do raio de desbloqueio de proximidade";
"lock_options_title" = "Opções de bloqueio";
"lock_options_description" = "Escolha a acção de bloqueio do Near Lock";

"mac_wake_unlock_title" = "Mac Wake Unlock";
"mac_wake_unlock_description" = "Desbloqueie manualmente o seu Mac com o seu iPhone em vez de digitar a sua palavra-passe.";
"other_settings" = "Outras definições";
"other_settings_description" = "Personalização do Near Lock";
"lock_mac_on_disconnect" = "Bloquear o Mac quando o iPhone se desligar";
"lock_mac_on_disconnect_description" = "Se ativado,  Near Lock bloqueará o seu Mac sempre que seus dispositivos perderem a ligação";
"allow_closer_distances_description" = "Nota: A estimativa de distâncias menores poderá ser muito imprecisa";
"open_space_mode_short" = "Modo Open Space";
"open_space_mode_short" = "Modo Open Space para Desbloqueio de Proximidade";
"open_space_mode_description" = "Inicie manualmente o seu Mac (pressionando qualquer tecla) antes de utilizar o desbloqueio de proximidade";
"open_space_mode_description_long_1" = "Se o modo de open space estiver ativado, o bloqueio de proximidade desbloqueará automaticamente o seu Mac apenas depois de pressionar qualquer tecla e o ecrã ter ligado";
"open_space_mode_description_long_2" = "Esta funcionalidade impedirá o desbloqueio automático do seu Mac quando passar por ele sem o utilizar.";
"login_events_title" = "Eventos de início de sessão";
"login_events_description" = "Eventos de início de sessão do Near Lock";
"take_photo_on_each_login_title" = "Tirar foto após início de sessão";
"take_photo_on_each_login_description" = "Tirar uma foto com a câmara frontal do Mac após cada início de sessão no Mac";

"show_photos" = "Mostrar fotos";
"failed_login_events_title" = "Inícios de sessão falhados";
"failed_login_events_description" = "Eventos do Near Lock após tentativa falhada de início de sessão";
"not_supporte_on_macOS_version" = "Esta funcionalidade não é suportada por esta versão do macOS";
"not_supporte_on_macOS_version_description" = "Ainda estamos a trabalhar nesta funcionalidade";
"take_photo_on_each_failed_attempt" = "Tirar foto";
"take_photo_on_each_failed_attempt_description" = "Tirar uma foto com a câmara frontal do Mac após cada tentativa de início de sessão falhada";
"send_notification_on_each_failed_attempt" = "Enviar notificação para o iPhone";
"send_notification_on_each_failed_attempt_description" = "Enviar notificação para o iPhone após cada tentativa falhada de início de sessão";
"other_events_title" = "Outros eventos";
"other_events_description" = "Personalização de eventos do Near Lock";
"tutorial" = "Tutorial";
"manual_snapshots_title" = "Fotos manuais";
"manual_snapshots_description" = "Utilize o seu iPhone para tirar uma foto manual com a câmara frontal do Mac.";
"clipboard_shortcut_title" = "Ativar atalho para a área de transferência";
"clipboard_shortcut_description" = "CTRL + CMD + V";
"music_options" = "Música";
"music_options_description" = "Definições do leitor de música";

"pause_music_on_logout_title" = "Pausar ao terminar sessão";
"more_options" = "Mais definições";
"more_options_coming_soon" = "Mais funcionalidades em breve";
"startup_options_title" = "Opções de arranque";
"startup_options_description" = "Eventos de arranque do Mac";
"start_on_mac_startup" = "Iniciar o Near Lock";
"start_on_mac_startup_description" = "Iniciar o Near Lock automaticamente após o arranuqe do Mac";
"auth_request_title" = "Autenticação no Mac";
"auth_request_description" = "Utilize o seu iPhone para autenticação no Mac. P. ex. quando da instalação de novo software";
"confirm_with_double_knock" = "Toque duplo no iPhone para confirmar - também funciona quando o iPhone está bloqueado";
"works_while_iphone_locked" = "também funciona quando o iPhone está bloqueado";
"confirm_on_iphone_interactive_notifications" = "Confirme no seu iPhone - a confirmação pode ser efetuada utilizando notificações interativas";
"can_be_used_with_interactive_notifications_sentence" = "Utilize as notificações interativas do iPhone para confirmações mais rápidas";
"can_be_used_with_interactive_notifications_small" = "a confirmação pode ser efetuada utilizando notificações interativas";
"auth_request_automatically_description" = "Enquanto os seus dispositivos estiverem conectados todas as autenticações no Mac serão confirmadas automaticamente";
"auth_request_non_desc" = "Desativar a autenticação no Mac com o Near Lock";
"macOS_notifications_title" = "Notificações do OSX";
"macOS_notifications_description" = "Notificações do Near Lock no Mac";
"tutorial_osx_notifications_description" = "Receba notificações do Near Lock no OSX para ser notificado de eventos do Near Lock - também funciona quando o seu Mac está bloqueado";

"notification_on_login_title" = "Notificação de início de sessão";
"notification_on_login_description" = "Mostrar notificação após cada início de sessão no Near Lock";
"icon_on_sleep_screen_title" = "Sobreposição do ecrã de bloqueio";
"icon_on_sleep_screen_description" = "Mostrar o estado do Near Lock no ecrã de autenticação do Mac";
"near_lock_shortcuts_title" = "Atalhos para o Near Lock";
"near_lock_shortcuts_description" = "Atalhos de teclado personalizados do Near Lock";
"lock_shortcut_title" = "Bloquear Mac";
"lock_shortcut_description" = "CTRL + CMD + L";
"see_website_action" = "Mostrar site";
"send_email_action" = "Enviar email";
"help_section_title" = "Ajuda";
"help_section_description" = "Ajuda do Near Lock";
"see_faq_on_website" = "Consulte a FAQ no site";
"visit_near_lock_official_website" = "Visite o site oficial do Near Lock";
"send_us_an_email" = "Envie-nos um email com a sua opinião";
"tutorials_title" = "Tutoriais";
"tutorials_description" = "Tutoriais do Near Lock";
"open_near_lock_on_your_iphone_1" = "Instale e aceda ao Near Lock no seu iPhone.";
"open_near_lock_on_your_iphone_2" = "Certifique-se de ver o ecrã de boas vindas.";

"download_from_app_store" = "Descarregar o Near Lock";
"make_sure_bluetooth_is_on_your_iphone" = "Ligue o Bluetooth no seu iPhone";
"restart_iphone_app" = "Tente reiniciar a aplicação Near Lock no seu iPhone. Termine a aplicação Near Lock e inicie-a novamente.";
"bluetooth_restarted" = "Bluetooth reiniciado";
"mac_sleep_screen_unlock_description_short" = "Utilize o seu iPhone para bloquear e desbloquear manualmente o seu Mac depois de ele ter sido iniciado";
"show" = "Mostrar";
"get_pro_version_description" = "Utilize o seu iPhone para adquirir a versão PRO do Near Lock";
"open_security_and_privacy" = "Abrir preferências de privacidade";
"open_security_and_privacy_action" = "Abrir";
"verify_action" = "Verificar";
"unlock_settings_and_select_accessibility" = "Configurações de desbloqueio e adicione o Near Lock à lista de acessos autorizados";
"distance_estimation_title" = "Estimativa aproximada da distância";
"check_require_password" = "Assinale requer senha & selecione a primeira opção na lista suspensa";
"trouble_connecting_to_device" = "Está com dificuldades em ligar os seus dispositivos?";
"turning_bluetooth_off" = "A desligar o Bluetooth";
"bluetooth_turned_off" = "Bluetooth Desligado";
"proximity_lock_temporary_disabled_wifi_unlock_long" = "O Near Lock está temporariamente desativado porque o seu Mac está ligado a uma rede Wi-Fi que faz parte da lista de desbloqueio de Wi-Fi. O seu Mac permanecerá desbloqueado enquanto permanecer ligado a essa rede Wi-Fi.";
"tutorial_sleep_screen_overlay_title" = "Ecrã de hibernação do Mac";
"tutorial_sleep_screen_overlay_description" = "Mostrar informação do Near Lock no ecrã de hibernação do Mac";

"proximity_lock" = "Bloqueio de Proximidade";
"proximity_unlock_title" = "Bloqueio / Desbloqueio de Proximidade";
"proximity_unlock_feature_title" = "Bloqueio / Desbloqueio de Proximidade";
"proximity_unlock_and_unlock_title" = "Bloqueio & Desbloqueio de Proximidade";
"supported_music_players" = "Leitores de música compatíveis";
"pro_text_long" = "A versão PRO também funciona quando o seu iPhone está em modo de fundo";
"security_preferances_have_been_updated" = "As Opções de Segurança foram atualizadas com sucesso";
"add_new_wifi_network" = "Adicionar nova Rede Wi-Fi";
"step_1_of_3" = "Passo 1 de 3";
"step_2_of_3" = "Passo 2 de 3";
"step_3_of_3" = "Passo 3 de 3";
"you_will_be_asked_for_credentials" = "As suas credenciais serão solicitadas";
"final_step_clear_bluetooth_cache" = "Lamentamos o inconveniente. Existe mais uma coisa que pode tentar - Apagar a cache do Bluetooth no Mac. ";
"press_button_to_restart_bluetooth_on_mac" = "Pressione o botão abaixo para reiniciar o Bluetooth no seu Mac.";

"currently_enabled" = "Atualmente ativado";
"currently_disabled" = "Atualmente desativado";

"translation_help_title" = "Atualização de Localização / Linguagem";
"translation_help_description" = "Encontrou um erro ou tem a fazer alguma sugestão de melhoria de localização?";
"localization_improvement" = "Melhorias na Localização / Linguagem";
"update_texts" = "Atualizar textos";
"update_texts_description" = "Ajude-nos com as traduções. \nEncontrou um erro ou tem uma sugestão? Insira-a na lista de traduções e será incluída na próxima versão do Near Lock.";

"portuguese" = "Português";
"japanese" = "Japonês";
"italian" = "Italiano";
"korean" = "Coreano";
"arabic" = "Árabe";
"dutch" = "Holandês";
































































































































































































































































































































































































































































































































































































































































































































































































































































































































































